/* 
   Localizable.strings
   GeoTag

   Created by Marco S Hyman on 7/2/09.
 */
UNSAVED_TITLE = "Unsaved location changes";
UNSAVED_DESC = "You have modified or assigned geographical location information to images that have not yet been saved.

You may save your changes, throw away your changes, or cancel program termination.  What is your desire?";
SAVE = "Save";
DONT_SAVE = "Don't Save";
CANCEL = "Cancel";